{
    "titles": [
        "Effective Carbon Fiber Reinforced Polymer Strengthening System for Reinforced Concrete Structures.",
        "Brittle Failures in Precast Parking Structures Collapses of double-tee flanges are attributed to design and fabrication flaws"
    ],
    "authors": [
        [
            "E. M. Reis",
            "U. Dilek"
        ],
        []
    ],
    "urls": [
        "https://www.semanticscholar.org/paper/acff06200bed4a580e8b4044cbc36714c5c7c523",
        "https://www.semanticscholar.org/paper/aed74e7730a50df19b6ef0fc624fb2a29a101bf9"
    ],
    "abstracts": [
        "MIELKE, BRIAN RICHARD. Effective Carbon Fiber Reinforced Polymer Strengthening System for Reinforced Concrete Structures. (Under the direction of Dr. Sami H. Rizkalla). For the last three decades, fiber reinforced polymer (FRP) material has been used for the repair and strengthening of the country’s failing infrastructure. Even though this technology has been used over these decades for civil infrastructure application, no codes have been developed in the United States, only a guidelines, for the use of FRP materials. This technology is designed to offer an economical alternative to the replacement of damaged or deficient structures. These systems are used to increase the capacity of those structures whose current service loads exceed their design load or to repair the damaged ones. The research program reported in this thesis investigates the effectiveness of a new carbon fiber reinforced polymer (CFRP) strengthening system for concrete structures. This program looks to evaluate the effectiveness of the proposed system as affected by the various parameters believed to affect the behavior. These factors include the concrete strength of the existing structures, the fiber reinforcement ratio, the use of an innovative anchorage system, and the effectiveness of using bi-axial fibers versus using uni-directional fibers. The research investigated flexural strengthening of reinforced concrete slabs and beams as well as shear strengthening of beams using a mechanical anchorage system. The research also investigated using the new material for strengthening axially loaded members. The research thoroughly investigated the mechanical properties of the new CFRP material which was used to examine the applicability of the current codes for these new materials. Test results indicate that the proposed CFRP strengthening system provides an increase of the load carrying capacity of the reinforced concrete members strengthened for flexure, shear, or axial compression. Test results also show that, in general, increasing the fiber reinforcement ratio will increases the load carrying capacity of the reinforced concrete members, however, reducing the overall ductility of the member. Test results also indicate that, in general, the proposed CFRP strengthening system is not as effective when it is used for axially loaded high strength concrete members. Research findings indicate that the use of the specially designed anchorage system for the CFRP U-wraps is extremely effective in increasing the shear capacity of reinforced concrete members. Test results highlight the influence of proper installation of the system as well. Effective Carbon Fiber Reinforced Polymer Strengthening System for Reinforced Concrete Structures by Brian Richard Mielke A thesis submitted to the Graduate Faculty of North Carolina State University in partial fulfillment of the requirements for the degree of Master of Science",
        "“The measured failure pressure for all tested specimens corresponds to the cracking moment resistance of the flange... [and]...was not sensitive to the type of grid used... Immediate failure occurred after cracking and prior to development of the full strength of the CFRP [carbon-fiber-reinforced polymer] grid.” ...“Due to the brittle nature of the failure, it is recommended to use a strength-reduction factor φ of 0.75, similar to the factor used for shear failure of concrete structures. This recommendation differs from the strength-reduction factor of 0.55 provided by ACI 440.1R-06[1] for sections reinforced with FRP [fiber-reinforced polymer] bars controlled by FRP rupture. The conservative value recommended by ACI 440.1R-06 is intended to prevent global failure in the event of rupture of the FRP bars. However, CFRP grid reinforcement is believed to have a uniform distribution of the reinforcement and the failure of one strand will not result in global failure.”"
    ],
    "sentiments": [
        0.9913,
        -0.9287
    ],
    "similarity": 0.3483681534689591,
    "similarity_to_string": [
        0.18582353992957718,
        0.12870906099630783
    ]
}