{
    "titles": [
        "Predictive value of testing for multiple genetic variants in multifactorial diseases: implications for the discourse on ethical, legal and social issues",
        "Predictive value of testing for multiple genetic variants in multifactorial"
    ],
    "authors": [
        [
            "A. C. J. Janssens",
            "M. Khoury"
        ],
        [
            "Cécile Janssens",
            "M. J. Khoury"
        ]
    ],
    "urls": [
        "https://www.semanticscholar.org/paper/67c1411bb875c1ea78b93861e8b9717858983387",
        "https://www.semanticscholar.org/paper/8dfed44ec3ffa3aefb6eff0a438168c3abddb8be"
    ],
    "abstracts": [
        "Multifactorial diseases such as type 2 diabetes, osteoporosis, and cardiovascular disease are caused by acomplex interplay of many genetic and nongenetic factors, each of which conveys a minor increase in the riskof disease. Unraveling the genetic origins of these diseases is expected to lead to individualized medicine, inwhich the prevention and treatment strategies are personalized on the basis of the results of predictive genetictests. This great optimism is counterbalanced by concerns about the ethical, legal, and social implications ofgenomic medicine, such as the protection of privacy and autonomy, stigmatization, discrimination, and thepsychological burden of genetic testing. These concerns are translated from genetic testing in monogenicdisorders, but this translation may not be appropriate. Multiple genetic testing (genomic profiling) hasessential differences from genetic testing in monogenic disorders. The differences lie in the lower predictivevalue of the test results, the pleiotropic effects of susceptibility genes, and the low inheritance of genomicprofiles. For these reasons, genomic profiling may be more similar to nongenetic tests than to predictive testsfor monogenic diseases. Therefore, ethical, legal, and social issues that apply to predictive genetic testing formonogenic diseases may not be relevant for the prediction of multifactorial disorders in genomic medicine.",
        "textabstractMultifactorial diseases such as type 2 diabetes, osteoporosis, and cardiovascular disease are caused by a \ncomplex interplay of many genetic and nongenetic factors, each of which conveys a minor increase in the risk \nof disease. Unraveling the genetic origins of these diseases is expected to lead to individualized medicine, in \nwhich the prevention and treatment strategies are personalized on the basis of the results of predictive genetic \ntests. This great optimism is counterbalanced by concerns about the ethical, legal, and social implications of \ngenomic medicine, such as the protection of privacy and autonomy, stigmatization, discrimination, and the \npsychological burden of genetic testing. These concerns are translated from genetic testing in monogenic \ndisorders, but this translation may not be appropriate. Multiple genetic testing (genomic profiling) has \nessential differences from genetic testing in monogenic disorders. The differences lie in the lower predictive \nvalue of the test results, the pleiotropic effects of susceptibility genes, and the low inheritance of genomic \nprofiles. For these reasons, genomic profiling may be more similar to nongenetic tests than to predictive tests \nfor monogenic diseases. Therefore, ethical, legal, and social issues that apply to predictive genetic testing for \nmonogenic diseases may not be relevant for the prediction of multifactorial disorders in genomic medicine."
    ],
    "sentiments": [
        0.7684,
        0.8481
    ],
    "similarity": 0.8891764942338594,
    "similarity_to_string": [
        0.24538136935064825,
        0.2577245981199489
    ]
}