{
    "titles": [
        "Genetic testing: Hope or hype?",
        "Privacy and data management in the era of massively parallel next-generation sequencing"
    ],
    "authors": [
        [
            "A. Otokiti",
            "Colleen M. Farrelly",
            "Leyla Warsame",
            "Angie Li"
        ],
        [
            "Félix Delerm",
            "A. Pilottin"
        ]
    ],
    "urls": [
        "https://www.semanticscholar.org/paper/fb601995e0d63881097b9d14c79da0c60f432c93",
        "https://www.semanticscholar.org/paper/9b76bed56ecc0560cd333164001025921dbf079e"
    ],
    "abstracts": [
        "“One hundred years ago no one imagined the impact that electrical energy would have on every aspect of daily life. Similarly, it is impossible to predict how the science of genetics will alter opportunities to advance individual, family, and community health.”1 Crystal-balling is a very precarious enterprise because, as Yogi Berra said, “It’s tough to make predictions, especially about the future. . . The future ain’t what it used to be.”2 Nevertheless, I believe that it is incumbent upon us as an organization and as a profession to look ahead, if not a hundred years, at least into the next ten or twenty, to get a sense of where genetics and, particularly, medical genetics are likely to be. There appears to be pervasive belief in both scientific and public circles that genetic testing is going to be the cornerstone of much, if not all, of what medicine holds for the future. And, what is generally meant is the wide scale testing for susceptibility to common diseases and for responsiveness to drugs—what has come to be described as genetic profiling. However, there are many who think that there is more hype than hope in what is being predicted, and I think that is important for us as geneticists to decide which it is. We need to do this to be able to define where we fit into the medical and health care system— what might be called our scope of practice—so that we can establish meaningful interactions with other medical specialists and professionals and with the public. And, we need to do this so that we can design our training programs to meet future needs. Therefore, I want to share with you my own personal and unofficial attempt to come to grips with the role that genetic testing will play in the future and with how we as medical geneticists should relate to it. However, before tackling these issues, I need to acknowledge that genetic testing and screening of many types are currently being done and will continue to be done in the future. Some are performed on an individual basis. These include preand postnatal diagnostic testing for monogenic and chromosomal disorders by cytogenetic, biochemical, and DNA mutation analysis, presymptomatic diagnosis of Huntington disease and other high penetrance late-onset neurodegenerative disorders, and diagnostic and presymptomatic testing for high penetrance familial cancer mutations. Others are performed on a population basis: maternal serum screening, newborn screening, and heterozygote detection for a variety of conditions. I present this list to make four points. First, the indications and targets for the current forms of testing will expand as technologies change (as, for example, in newborn screening with tandem mass spectrometry)3 and as new disease-causing mutations are discovered. Second, medical geneticists and genetic counselors are not the only parties involved with genetic testing, and there are many interactions between them and primary care providers, other medical specialists, and public health programs. Third, virtually all of the current forms of genetic testing have raised a large number of social, legal, and ethical issues. And, fourth, as the program of this meeting reveals, the American College of Medical Genetics is very much concerned with genetic testing in the present. Having acknowledged the present, I now turn to the perception that genetic testing and profiling are the wave of the future. Consider this quotation from Time magazine: “Even more genetic gee-wizardry lies just down the road. Using biochips. . . scientists should be able to identify genetic errors almost as quickly as a supermarket scanner prices a load of groceries. . . Genetic researchers are already talking about using ‘FISH. . . and chips’. . . to look for any number of genetic characteristics, including the more elusive web of genes that may lurk behind familial patterns of heart disease and stroke, cancer, diabetes, Alzheimer’s, various kinds of mental disorders and even gingivitis. . . ‘We’ll soon be governed by a new paradigm— genomic medicine—with tests and ultimately treatment for every disease linked to the human genome’. . . With the prestidigitation of gene amplification, only a single drop of blood or snippet of hair or a scraping of skin can reveal the full length of the human genome, including its myriad flaws.”4 The writing is a little florid, but the message is one that the scientific community has itself been promulgating. Here are but a few examples: “. . .[W]ithin the next 2 decades it will be technically feasible to sequence the genome of every new baby—providing them with a rundown of each and every one of their genes and their associated risk of developing certain diseases. This will enable them to seek preventable measures and adopt healthier lifestyles. . . There are benefits to having the ability to examine our genetic make up. Genetic technology could lead to an era of personalized medicine and better-tailored preventive treatment.”5 “The great potential of the genomic era is the development of interventions to prevent or better manage costly, chronic diseases. . . Medical interventions could include drugs and preventive measures that are tailored to a person’s genetic profile. . . Health professionals will increasingly use tests and family histories to assess risk for disease in individual patients, families, and populations. Once clinicians and public health professionals identify increased risk, they can recommend preventive measures. . .”1 “The poThe ACMG presidential address was presented March 4, 2004 at the 2004 Annual Clinical Meeting of the American College of Medical Genetics, Kissimmee (Orlando), Florida.",
        "With the creation of the Belmont Report, respect for individuals involved in investigative research was given a high priority, resulting in the ethical standards by which institutional review boards and safety-monitoring policies govern present day research. However, the field of molecular genetics has evolved since that time, starting with the advent of the polymerase chain reaction and dideoxy DNA sequencing and progressing to complex bioinformatics analyses and massively parallel next-generation sequencing [1], where the identity of an individual's digital genetic fingerprint can be traceable. In their editorial, McGuire and Gibbs voiced concern regarding how much information about a particular individual's DNA sequence should be publicly accessible [2]. Compounding this issue is the fact that in order to achieve higher power, genome-wide association studies have been pooling data across international consortia and ethnic populations [3,4]. Even with coded samples and blinded research personnel, issues ranging from subject privacy to discrimination based on an increased disease risk and its impact on any involved third parties undoubtedly predisposes this matter to debate. In addition, there are concerns surrounding the extent of initial consent which should be required and how that may relate to the possible future use of samples for other purposes. The likelihood of unintended discoveries as a by-product of whole-genome analysis obviously complicates matters further. Therefore, as we move into the era of the “thousand dollar genome” [5], the matter of an individual's genomic privacy is of utmost importance. Who has access to the data and how the data are analyzed, stored, and disposed of also need to be closely monitored. As the plethora of genomic data pours out from next-generation sequencing studies and as the annotation, interpretation, and reporting of this genomic fingerprint takes place, ultimately, the fine line between whether this information is confidential, private patient information or whether it belongs in the public domain would have to be clearly delineated. \n \nFrom the standpoint of an individual, the adequacy of informed consent and the concern about the public dissemination of traceable genetic results, analogous to a genomic digital fingerprint, come to mind. Even though the privacy of subjects is supposedly ensured through the de-identification of samples and the use of various data management models and computer algorithms [6,7,8], additional safeguards will almost certainly be required to go along with the proliferation of databases containing an increasing number of studies and sample sizes, all of them potentially traceable based on the genomic fingerprints. When the privacy risks associated with public data-sharing are discussed with participants as stated in the informed consent (a process which is itself highly variable between different investigators and study centers), subjects who do not want their data publicly broadcast are usually not offered the opportunity to participate in the study, resulting in subject bias and hampering the identification of disease alleles in the population at large. Lin et al. proposed masking sensitive data layers from full public view in the tiered data-access approach [9], which has the advantage of minimizing privacy risks, but slows the pace of research and risks discarding potentially useful genomic data. A parallel idea advocated by McGuire and Gibbs is the tiered or stratified consent model where potential study subjects are fully informed about how their genetic data may be transmitted and would have the authority to decide with whom, or if at all, they want their data shared [2]. Most, if not all, clinical laboratories with CLIA certification follow HIPAA recommendations and have standard operating procedures for separating the patient name from the sample upon receipt, barcoding the samples during processing, and encrypting the final test result information to protect patient privacy. However, if genetic tests evolve to encompass large swaths of genomic sequence within the test result, the information could become traceable back to the individual patient. \n \nAs sequencing costs continue to fall and the underlying molecular etiologies of polygenic common diseases such as hypertension and diabetes are elucidated, the clinical applicability of massively parallel next-generation sequencing will become feasible. Until that day arrives, Grody and others have suggested that Sanger sequencing of individual genes may be useful for molecular confirmation of atypical cases that are not fully elucidated using limited mutation panels [10], as in the case of BRCA1/BRCA2. Even for genes which have been as extensively studied as BRCA1/BRCA2 (undoubtedly the most intensively sequenced genes in the human genome), previously unseen variants continue to be detected [11]. In today's diagnostic molecular pathology laboratories, the reporting of test results are challenging even for a single common mutation. With full-gene sequencing, and later with partial and full genome sequencing using next-generation technologies, the challenges will be even greater. It is inevitable that an increasing number of sequence variants of uncertain significance (VUS) will cause unnecessary angst for both laboratory directors and clinicians, much as they do now. Furthermore, it is also almost certain that incidental findings, unrelated to the initial indication for testing, will be uncovered. Unlike the case with high-density oligonucleotide microarrays, these incidental findings cannot be avoided by masking, and even if we had the option to mask variants that appear benign or uncertain today, we cannot guarantee that in the future these variants will not be associated with disease [12]. It is imperative that predictive testing using next-generation sequencing be accompanied by adequate and appropriate informed consent, ample counseling and education, maintenance of privacy and confidentiality, and attention to both individual and population-level issues. \n \nFrom the population perspective, social stigma, both cultural and community-specific, possible affected third party relatives, and international cross-border issues continue to be contested. We are already beginning to see the clinical integration of personal genomic information into the practice of medicine in subtle but gradual ways. Even though the fear may be over-hyped that routine data generation of personal genomic information will lead to social stigmatization and marginalization, there is very little doubt that increasing a study subject's known risk for a certain disease could have a detrimental impact, whether emotional, social, or financial. We are only beginning to understand the relevance and contribution of genes to complex disease. Even if the correlation of a particular variant is deemed either benign, pathologic, or of unknown significance today, this designation will surely change as more research is conducted to elucidate the function of the gene. Not only does it affect the subject, but given the heritability of these traits, the prognostic health of naive third party relatives may be influenced as well. Beyond the extended family, in an effort to increase sample size and study power, whole ethnic populations across international boundaries are now part of this concern, either knowingly or (more likely) unknowingly. The future use of existing samples and data from subjects who were not initially consented for an alternate study also presents an ethical dilemma for this rapidly evolving field of genomics. Therefore, it is paramount that the data and analysis of massively parallel next-generation sequencing be protected. \n \nTherefore, in this coming age of personalized genomic information, propagated by the rapidly falling cost and turnaround time of sequencing, the cost-to-benefit ratio to both individuals and populations of the information and insight gained from the incorporation of this technology must be carefully weighed. This responsibility falls not only on ethics research policies and institutional review boards, but also on the medical geneticist, the genetics researcher, and even research participants themselves. The American Society of Human Genetics and American College of Medical Genetics have ethical guidelines that practicing geneticists can follow [13,14], but with the rise in popularity of direct-to-consumer marketing of genetic testing, the ethical boundaries can sometimes appear blurred. With increasing cooperation between consortia across various countries, each having their respective ethical standards and cultural practices, this line can be further distorted. In the end, what is at stake is the parity between rich and poor, the informed versus the less-informed, and ultimately our concept of the value of human diversity."
    ],
    "sentiments": [
        0.971,
        0.9974
    ],
    "similarity": 0.5037233501504764,
    "similarity_to_string": [
        0.3199675187556476,
        0.23832227787412766
    ]
}