{
    "titles": [
        "Theory and application of artificial intelligence in financial industry",
        "Analyzing the Impact of Artificial Intelligence in the Financial Industry"
    ],
    "authors": [
        [
            "Kiran D",
            "A. C"
        ],
        [
            "Emiliano G. Castro",
            "M. Tsuzuki"
        ]
    ],
    "urls": [
        "https://www.semanticscholar.org/paper/4018fd90480795885600234a9312f0f0ffe63f4f",
        "https://www.semanticscholar.org/paper/29f3916bd51f479597de35a14cfa05d73ce46276"
    ],
    "abstracts": [
        ": Artificial Intelligence (AI) is deemed to be the commanding point of science and technology in the next era. In recent years, with the enhancement of computer computing power, the improvement of the quantity and quality of big data, and the important breakthroughs in many research fields such as machine learning and speech recognition, AI technology has developed rapidly and has been widely used in all walks of life. In the financial industry, the application of AI technology in risk control, marketing, customer service, transaction, operation, and product optimization of financial institutions is becoming increasingly mature, and some new business models have been created. Starting from the application status and significance of AI in the international financial field, this paper expounds on the application, status quo, and development trend of AI in the financial industry. Then, in view of the risks and practical challenges existing in the development process of AI, based on the reality of international financial development, this paper summarizes the measures to promote the in-depth, healthy, and sustainable development of AI in the financial market. This paper aims to let readers understand the development status of AI in the financial field, and also provide theoretical reference for scholars in this field.",
        "Artificial Intelligence (AI) has constantly developed alongside Machine Learning, Robotics, Natural Language Processing, and other technologies. However, AI has also been utilized in the field of Financial Technology by Financial Institutions. AI has improved the services provided by Financial Technology (FinTech) industries to consumers by personalizing their offerings and simplifying the transaction process. This paper aims to provide an overview of the impact of AI on the Financial Industry and examine how GCash penetrated and dominated the Philippine Market. The research was conducted through a systematic literature review, initially gathering 21 papers, of which 15 were selected as significant to the study. These papers were then classified according to the following categories: Overview, Opportunities and Current State, Risks, and Future of AI in FinTech. The study concludes that AI has significantly impacted the financial sector, particularly in areas such as risk management, fraud detection, customer service, and investment management. Examples of how AI has benefited the financial sector include the emergence of Robo-Advisers and digital payment systems like GCash in the Philippine market. As governments, financial institutions, and consumers navigate the rapidly evolving landscape of AI in finance, the conclusions of this study will have significant implications."
    ],
    "sentiments": [
        0.9501,
        0.8126
    ],
    "similarity": 0.5027686276626836,
    "similarity_to_string": [
        0.30975675186041307,
        0.29857278106752483
    ]
}