{"titles": ["Rhodium Catalysts in the Oxidation of CO by O2 and NO: Shape, Composition, and Hot Electron Generation", "Bimetallic Nanostructures with Noble (Ag & Au) and Earth Abundant (Cu & Sn) Metals and their Catalytic & Photocatalytic Applications"], "authors": [["J. R. Renzas"], ["Lipeeka Rout"]], "urls": ["https://www.semanticscholar.org/paper/21a4c105a7b41679f0734b56fef45acfc90ec4ef", "https://www.semanticscholar.org/paper/881724888142dba268d5b9f9c9960e7b6d407be3"], "abstracts": ["AbstractRhodium Catalysts in the Oxidation of CO by O2 and NO: Shape, Composition, and Hot Electron GenerationbyJames Russell RenzasDoctor of Philosophy in ChemistryUniversity of California, BerkeleyProfessor Gabor A. Somorjai, ChairProfessor Stephen R. LeoneProfessor Jeffrey Bokor It is well known that the activity, selectivity, and deactivation behavior of heterogeneous catalysts are strongly affected by a wide variety of parameters, including but not limited to nanoparticle size, shape, composition, support, pretreatment conditions, oxidation state, and electronic state. Enormous effort has been expended in an attempt to understand the role of these factors on catalytic behavior, but much still remains to be discovered. In this work, we have focused on deepening the present understanding of the role of nanoparticle shape, nanoparticle composition, and hot electrons on heterogeneous catalysis in the oxidation of carbon monoxide by molecular oxygen and nitric oxide. These reactions were chosen because they are important for environmental applications, such as in the catalytic converter, and because there is a wide range of experimental and theoretical insight from previous single crystal work as well as experimental data on nanoparticles obtained using new state-of-the-art techniques that aid greatly in the interpretation of results on complex nanoparticle systems. In particular, the studies presented in this work involve three types of samples: ~ 6.5 nm Rh nanoparticles of different shapes, ~ 15 nm Rh1-xPdx core-shell bimetallic polyhedra nanoparticles, and Rh ultra-thin film (~ 5 nm) catalytic nanodiodes. The colloidal nanoparticle samples were synthesized using a co-reduction of metal salts in alcohol and supported on silicon wafers using the Langmuir-Blodgett technique. This synthetic strategy enables tremendous control of nanoparticle size, shape, and composition. Nanoparticle shape was controlled through the use of different organic polymer capping layers. Bimetallic core-shell nanoparticles were synthesized by careful choice of metal salt precursors. Rh/TiOx and Rh/GaN catalytic nanodiodes were fabricated using a variety of thin film device fabrication techniques, including reactive DC magnetron sputtering, electron beam evaporation, and rapid thermal annealing. The combination of these techniques enabled control of catalytic nanodiode morphology, geometry, and electrical properties. The prepared nanocatalysts and nanodiodes were characterized with a wide variety of modern techniques before and after reaction in order to investigate catalyst size, shape, composition, lattice structure, and electrical properties. In particular, the catalysts were investigated using Scanning Electron Microscopy to determine coverage and morphology, Transmission Electron Microscopy to determine size, shape, and morphology, X-Ray Photoelectron Spectroscopy to determine elemental composition and oxidation state, X-Ray Diffraction to determine crystallinity and lattice parameters, and Current-Voltage analysis to determine nanodiode barrier height and electrical properties. The use of this broad array of analytical techniques enabled thorough understanding of the catalysts and the role their properties play in catalysis. The catalytic behavior of the catalysts was measured in CO oxidation by O2 and by NO in-situ using Gas Chromatography and, for the catalytic nanodiodes, chemicurrent analysis. Both techniques were performed using the same ultra-high vacuum chamber. Kinetic data gathered using these techniques was analyzed and compared to the body of literature on related catalysts in order to further the understanding of the role of particular catalyst parameters and properties on their behavior during reaction. Nanoparticle shape dependence in the oxidation of CO by NO was studied on Rhodium nanocubes and nanopolyhedra from 230 - 270dC. The nanoparticles were characterized using Scanning Electron Microscopy, Transmission Electron Microscopy, and X-Ray Diffraction. At 8 Torr of NO and 8 Torr of CO, the nanocubes were found to have increased turnover frequency and decreased activation energy relative to the nanopolyhedra catalysts. The nanopolyhedra were found to behave similarly to Rh (111) single crystal catalysts, whereas the nanocubes were found to have behavior intermediate to that found on Rh (111) and Rh (100) single crystal catalysts. Bimetallic 15 nm Pd-core Rh-shell Rh1-xPdx nanoparticle catalysts with overall compositions of Rh, Rh0.8Pd0.2, Rh0.6Pd0.4, Rh0.4Pd0.6, Rh0.2Pd0.8, and Pd were synthesized and supported on p-type Silicon wafers using the Langmuir-Blodgett technique. The nanoparticle catalysts were characterized using Scanning Electron Microscopy, Transmission Electron Microscopy, X-Ray Diffraction, and X-Ray Photoelectron Spectroscopy. In the reaction of 40 Torr CO with 100 Torr O2, the bimetallic core-shell catalysts were found to exhibit enhanced activity relative to monometallic Rh and Pd nanoparticle catalysts of the same size. This synergetic effect was analyzed in light of the data from characterization, previous work performed by our group (including the present author) using Ambient-Pressure X-Ray Photoelectron Spectroscopy to study the oxidation and surface segregation behavior of identical bimetallic core-shell nanoparticles in-situ during reaction at pressures on the order of hundreds of milliTorr, and previous work on related systems. The observed synergy is postulated to be the result of preferential adsorption of CO on Pd surface sites and preferential dissociative adsorption and oxide-formation by O2 on Rh surface sites during reaction. Identical bimetallic 15 nm Pd-core Rh-shell Rh1-xPdx nanoparticle catalysts were also synthesized, characterized, and studied in the reaction of CO with NO. Due to the increased complexity of the reaction of CO with NO relative to the reaction of CO with O2, this reaction was studied in a variety of relative pressure conditions, ranging from 8 Torr NO and 8 Torr CO to 120 Torr NO and 8 Torr CO. In equal pressures of NO and CO, the catalysts were found to have no synergetic enhancement of activity. At these conditions, activity scaled roughly linearly with the relative composition of Rh. At relatively high pressures of NO, however, the catalysts demonstrated very different behavior. Initially, the bimetallic catalysts demonstrated extremely high activity relative to monometallic catalysts in the same conditions. Using results from Ambient-Pressure X-Ray Photoelectron spectroscopy at similar relative pressures of NO and CO, as well as data from related systems, this synergy was deduced to be caused by preferential adsorption of CO on available metallic Pd surface sites on the core-shell catalyst. After many hours of oxidation in these conditions, however, the bimetallic catalysts were found to deactivate such that, as in the case of equal pressures of CO and NO, product formation scaled linearly with Rh molar fraction. This deactivation may be caused by eventual migration of N adatoms onto Pd sites. In the final study presented in this work, ultra-thin film 5 nm Rh/TiOx and Rh/GaN catalytic metal-semiconductor Schottky nanodiodes were studied in the reaction of NO with CO and the reaction of CO with O2. These devices were fabricated using a combination of reactive sputtering, electron beam evaporation, and rapid thermal annealing and characterized using a variety of techniques, including current-voltage analysis for the determination of Schottky barrier height. Barrier heights on the TiOx-based nanodiodes were found to be very sensitive to local gas composition, whereas barrier heights on GaN-based devices were found to be more stable. The kinetic behavior of the devices was measured using both gas chromatography and chemicurrent analysis. Hot electron chemicurrent was determined through comparison of the measured current in reaction and the measured thermoelectric current at similar barrier height conditions. Similar activation energies were found using both techniques. This indicates that there is a direct correlation between hot electron production and catalytic activity.", "Noble metal nanoparticles in catalysis have attracted great deal of attention in recent years. Among them, Au and Ag nanoparticles have shown great potential due to their unique properties associated at the nanoscale. However, the main demerit of these nanoparticles is their high cost. One best way to minimize this problem is to alloy them with cheap and earth abundant metals such as Cu and Sn to form bimetallic nanoparticles. Bimetallic nanoparticles are interesting as they offer the ability to tune the activity, stability, and selectivity during the reaction. Keeping this in mind, this thesis is broadly focused on two objectives; (1) Synthesis of Cu-based bimetallic nanoparticle catalyst Cu-M (M=Ag and Au) for catalytic applications, and (2) Synthesis of Sn-based bimetallic nanoparticle Sn-M (M=Ag and Au) for photocatalytic applications. Each project has different studies associated with the main objective of the design of bimetallic nanoparticles via mixing of noble metals with earth abundant metals. \n \nIn the catalysis project, emphasis was given using bimetallic nanoparticles for the synthesis of biologically important fine chemicals. As no literature(s) were available demonstrating the efficiency of bimetallic nanoparticles for fine chemical syntheses, the first project involved the synthesis, characterization and catalytic activity of Ag-Cu bimetallic alloy nanoparticle for fine chemical synthesis such as β-enaminones and β enaminoesters (RSC Advances, 2016, 6, 49923). To best of our knowledge, for the first time, use bimetallic nanoparticles as an efficient catalyst for the synthesis of fine chemicals was explored. After the successful demonstration of metallic alloy nanoparticles for fine chemical synthesis, the efficiency of other bimetallic architecture; e.g. core-shell structure towards fine chemical synthesis was worth exploring. Core-shell nanoparticles are important in catalysis as they can minimize the amount of precious metals as well as increase the stability of oxidation prone material by keeping it in the core. Therefore, in the second objective, for the first time we documented the synthesis of fine chemical such as octahydroquinazolinones using Cu@Ag core-shell nanoparticles (Manuscript Submitted). Cu@Ag core-shell nanoparticle showed higher activity in comparison to alloy and monometallic nanoparticles. In both the previous work, higher catalytic activity was attributed to the possible synergistic effect between individual metal nanoparticles. This intrigued us to theoretically study the synergistic effect in a bimetallic system. To comprehensively study, the role of support was taken into consideration along with metal nanoparticle (Au-Cu nanoparticle on rGO support). In this objective, for the first time, we have documented a detailed combined density functional theory (DFT) calculation of a nanoparticle-rGO hybrid to study the possible synergistic effects between Au-Cu nanoparticles and rGO support and its effect on the enhanced catalytic activity (Applied Catalysis A: General, 2017, 538, 107). In the end we have shown an efficient waste management strategy for the treatment of polluted water using red mud as suitable solid adsorbent. \n \nIn addition to our exploration of using Cu-based bimetallic nanoparticles for catalytic applications, this thesis was also focused on demonstrating Sn-based bimetallic system for photocatalytic degradation of toxic organic pollutants. As there were dearths of literatures exploring Sn-based bimetallic system for photocatalytic applications, as a proof-of-concept, bimetallic Ag-Sn nanoparticles on TiO2 support was utilized as an efficient photocatalyst for degradation of methylene blue dye under visible light irradiation (Nano, 2015, 10, 1550059). Following our successful foray into documenting the photocatalytic application of any Sn-based bimetallic system as photocatalyst, we attempted to explore other Sn-based bimetallic system for photocatalysis. In the last objective, bimetallic Au-Sn nanoparticles on ZnO was chosen efficient photocatalyst for the degradation of a series of toxic phenolic derivatives and rhodamine B dye (manuscript submitted),. In this work, attempts were made to increase the porosity of the support material by using room temperature imidazolium ionic liquid as solvent and combustion method as synthetic route. All the above bimetallic nanocatalysts were thoroughly characterized using various analytical techniques such as UV-vis, FTIR, flouroscence, ICP-OES, Raman, N2 adsorption-desorption study, XPS, SEM, HRTEM, EDS mapping/line scan and photoelectrochemical measurements. All the bimetallic nanocatalysts presented in this thesis proved to be stable, efficient and recyclable system for reactions of biological and environmental significance."], "sentiments": [-0.99, 0.50], "similarity": 0.333681358879146, "similarity_to_string": [0.12072120628430048, 0.09850498188240359]}