{
    "titles": [
        "Toward Therapies Tailored to Patient Characteristics",
        "Genetic Research: Mining for Medical Treasures"
    ],
    "authors": [
        [
            "S. Novello",
            "M. Longo",
            "M. G. Levra"
        ],
        [
            "Cathryn M. Delude"
        ]
    ],
    "urls": [
        "https://www.semanticscholar.org/paper/d40b1bd97966ede7fab902d66f0dd80aec72888d",
        "https://www.semanticscholar.org/paper/9317c4d799e257c1602c984273dbdbe5241a630a"
    ],
    "abstracts": [
        "Although considerable progress has been made in the diagnosis and treatment of non-small cell lung cancer (NSCLC) in recent years, this disease is still associated with a dismal prognosis. Some improvements have been reported recently after the implementation of third-generation drugs into the clinic. Realistically, we have probably reached a plateau in terms of clinical outcomes with the ways in which we are currently administering cytotoxic chemotherapy. Further steps could be the implementation of molecularly targeted therapies and pharmacogenomics into the therapeutic armamentarium. Pharmacogenomics is the branch of pharmaceutics that deals with the influence of genetic variation on drug response in patients by correlating gene expression or single-nucleotide polymorphisms with a drug’s efficacy or toxicity. In this way, pharmacogenomics aims to develop rational means of optimizing drug therapy with respect to the patient’s genotype, to ensure maximal efficacy with minimal adverse effects. Such approaches suggest the advent of “personalized medicine,” in which drugs and drug combinations are optimized for each individual’s unique genetic makeup. Pharmacogenomics, the whole genome application of pharmacogenetics that examines the single gene interactions with drugs, holds the promise that drugs might one day be tailored to the individual and adapted to each person’s genetic makeup. Environment, diet, age, lifestyle, and state of health can all influence a person’s response to medicines, but understanding an individual’s genetic makeup is thought to be the key to creating personalized drugs with greater efficacy and safety. What Are the Anticipated Benefits of Pharmacogenomics? Pharmaceutical companies will be able to create drugs based on the proteins, enzymes, and RNA molecules associated with genes and diseases. This will facilitate drug discovery and allow drug makers to produce a therapy more targeted to specific diseases. This accuracy will not only maximize therapeutic effects, but also decrease damage to nearby healthy cells. Instead of the standard trial-and-error method of matching patients with the right drugs, physicians will be able to analyze a patient’s genetic profile and prescribe the best available drug therapy from the very beginning. This will not only take the guesswork out of finding the right drug, but also speed up recovery time and increase safety as the likelihood of adverse reactions is eliminated. Pharmacogenomics has the potential to dramatically reduce the estimated 100,000 deaths and 2 million hospitalizations that occur each year in the United States as the result of adverse drug response. Current methods of dosing based on weight and age will be replaced with dosages based on a person’s genetics, which will maximize the value of the therapy and decrease the chance of overdose. The decrease in the number of adverse drug reactions, the number of failed drug trials, the time it takes to get a drug approved, the length of time patients receive medication, the number of medications patients must take to find an effective therapy, the effects of a disease on the body (through early detection), and an increase in the range of possible drug targets will promote a net decrease in the cost of health care.",
        "On nearly a daily basis, newspaper headlines tout the discovery of a new gene related to human disease. Compare this with April 1953, when the news of James Watson and Francis Crick’s elucidation of DNA structure barely attracted the interest of journalists. In the 50 years since this discovery, basic genetic research has made great strides, spawning new fields, such as genomics, and leading to applications in human medicine. The founding father of genetics, Gregor Mendel, could hardly have guessed that his experiments with pea plants would be followed by a twisted path of discovery resulting in sequencing of the human genome. A series of elegant, fundamental experiments connected Mendel’s theories of inheritance to our current ability to understand and treat disease at the level of the gene. Hermann Joe Muller introduced the concept of genetic mutation, clearing the way for Linus Pauling to link a defective gene with the crippled hemoglobin protein that causes sickle cell anemia. By 1944, Oswald Avery, Maclyn McCarty, and Colin MacLeod had identified DNA as the genetic material of an organism. This led to the race to elucidate the molecular structure of DNA, culminating in Watson and Crick’s construction of the double helical model, based largely on the X-ray crystallography images of Rosalind Franklin. For their model of DNA structure, Watson and Crick shared the 1962 Nobel prize with Franklin’s partner, Maurice Wilkins. Franklin herself had died before the prize was awarded. In 1985, a collaboration of international researchers resolved to sequence the entirety of the human genome. The Human Genome Project received private and public funding from the National Institutes of Health and the Department of Energy. The ‘first draft’ of the genome was published in early 2001, and the ‘final draft’ will be published in April 2003, exactly 50 years after publication of Watson and Crick’s pivotal paper. As more genes are discovered and connected with basic biological functions and disease conditions, better animal models of human genetic conditions are being developed and knowledge of gene function is increasing. Perhaps the area in which application of basic genetic research has had the greatest impact is that of genetic testing. Genetic tests act not only as diagnostic tools, but can also be used to aid in risk assessment, allowing for early intervention and, in certain cases, prevention of a disease. The model example of genetic testing leading to disease prevention is that of phenylketonuria, or PKU, which strikes 1 in 20,000 infants. Basic research led to discovery in the 1980s of the defective gene that causes PKU, and leads to severe retardation. Careful regulation of the diet to avoid phenylalanine can prevent disease symptoms from occurring, and testing of newborns for PKU is now mandatory in all 50 states. Cystic fibrosis (CF) is the most common recessive genetic disease in Caucasians, affecting 1 in 3,300 children in the United States each year. CF is caused by any of 1,000 known mutations in a gene called CFTR; the prognosis for the patients is quite variable: some patients experience mild symptoms with a long life-span, others have debilitating symptoms leading to an early death. Although testing a child for CF does not predict prognosis or determine a course of treatment, testing parents to identify carriers of the recessive gene may influence their reproductive decisions. Physicians, genetic counselors, and potential parents can work together to assess the risk of passing on the disease and the potential prognosis for offspring. More complicated is the use of genetic testing to predict late onset conditions. The series of genetic mutations leading to the hereditary and sporadic forms of colon cancer have been well-elucidated by researchers. While detecting the occurrence of any one of these mutations will not necessarily predict whether an individual will develop colon cancer, it may help determine the extent of their risk. The future of medical application of genetics research lies in targeted drug development and personalized medicine. An early example of pharmacogenetics is the introduction of Gleevec, a drug used to treat chronic myelogenous leukemia, which occurs when a mutated gene produces an oncogenic protein. Discovery of this gene and the resulting protein allowed scientists to design Gleevec, which specifically blocks the action of the malformed protein. Haplotype mapping, which categorizes minute differences in the genetic makeup of individuals, can contribute to individualized treatments based on how a person’s genetic makeup will respond to a particular drug or intervention. Researchers have discovered that patients suffering from breast cancer whose tumor cells carry a mutation known as HER2 will be receptive to the drug Herceptin. If no such mutation is present, Herceptin is an inappropriate form of chemotherapy and the physician will need to focus elsewhere on treating the patient. As basic genetic research continues, an increased depth of knowledge will allow for design of similar treatments, tailored to the individual needs and sensitivities of the patient."
    ],
    "sentiments": [
        0.9936,
        -0.9831
    ],
    "similarity": 0.44014881850901727,
    "similarity_to_string": [
        0.23364074027460527,
        0.2444241361488135
    ]
}