{
    "titles": [
        "Actively Managing Risky Behavior: How the Insurance Industry Should Address a Changing Climate",
        "REDUCING CLIMATE IMPACTS ON WATER RESOURCES AS THE LEGAL AND ECONOMIC BASIS FOR ENVIRONMENTAL SECURITY IN THE EU CANDIDATE COUNTRIES: THE CASE OF UKRAINE"
    ],
    "authors": [
        [
            "Collin Gannon"
        ],
        [
            "I. Lvova",
            "K. Kozmuliak",
            "Liudmyla Strutynska-Struk"
        ]
    ],
    "urls": [
        "https://www.semanticscholar.org/paper/045556bcda7f4d347b7bc6e0ce690e01c8e62566",
        "https://www.semanticscholar.org/paper/03be0e28b4cf167ee855f1b50ecd8bfcd38ce3ee"
    ],
    "abstracts": [
        "On March 13, 2015 the BBC reported a category-5 cyclone that ripped through the South Pacific island nation of Vanuatu, damaging up to 90% of capital city Port Vila’s buildings and housing infrastructure. Just months earlier, the New Zealand Immigration and Protection Tribunal flirted with the idea of recognizing the world’s first “climate refugees,” thereby granting refugee status to a family fleeing the effects of climate change in the island nation of Tuvalu (McAdam 2014). Even here at home, Governor Brown of California ordered mandatory water use restrictions in response to a winter of record-low snowfall following a four-year period of drought (Nagourney 2015, April 1). Whatever the cause may be, the effects of a changing climate are proving to be costly, life threatening, and a major cause for concern for policymakers worldwide. This paper will briefly present the far-reaching consequences of climate change, particularly natural disasters, and the state of modern environmental law seeking to mitigate climate change. I will then argue that climate change mitigation requires a multi-faceted approach and in this respect, the insurance industry, through policy construction and litigation, can play a substantial role in both reducing greenhouse emissions and mitigating the destructive effects of climate change. Several recent cases are presented that demonstrate effective strategies and potential best practices for insurers in developed and developing nations alike. Collin Gannon is a 2015 graduate of the University of Michigan Law School, and a 2012 graduate of the University of Pittsburgh (B.A. Environmental Studies, History and Philosophy of Science). The research for this article was done in conjunction with coursework at the Michigan Law School involving environmental/climate change law and policy the field in which the author now practices. Actively Managing Risky Behavior | 36 Michigan Journal of Public Affairs Volume 12, Spring 2015 | mjpa.umich.edu Gerald R. Ford School of Public Policy at the University of Michigan A Changing Climate – Both Legally and Environmentally The latest report by the United Nations Intergovernmental Panel on Climate Change (IPCC), the leading international body for the assessment of climate change, explains that human influence on the world climate system is indisputable and that recent anthropogenic greenhouse gas emissions, which are at the highest levels in human history, have substantially impacted both human and natural systems. The IPCC report asserts that the effects of increased greenhouse gas concentrations in the atmosphere are “extremely likely” to have been the dominant cause of climatic warming since the 1950s (IPCC 2014). Irrespective of cause, the impact of climate change, including the damage from extreme weather and climate events over the past half-century, indicates the “sensitivity of natural and human systems to changing climate” (IPCC 2014). The IPCC report concludes that the risk of abrupt and irreversible climate change increases as the magnitude of warming increases. The complexity and extent of the risks posed by climate change in the coming decade will depend in large part on the actions taken, or not taken, by society today to decrease greenhouse gas emissions. Any viable pathway toward restoring pre-industrial atmospheric greenhouse gas levels must involve substantial reductions in emissions over the next few decades, and near zero emissions by the end of the century. The IPCC report suggests that many policy options can help address climate change, but no single strategy will be sufficient. However, environmentalist efforts to advocate for climate change policy have been narrowly focused on only a handful of policies. In a 2004 essay titled, “The Death of Environmentalism,” Michael Shellenberger and Ted Norhaus argue that the environmentalist strategies of the 1970s, which involved an intense focus on legislative implementation of technical fixes like cap and trade systems, carbon pollution taxes, and vehicle mileage standards, fall woefully short of slowing down climate change. They argue that progress toward attaining a sustainable society with low carbon-emissions has also been stifled by the tendency of modern environmental advocates to assume that the “protect the environment” framing of the issue, which was successful in previous decades, still supplies political currency for pro-environment movements (Shellenberger and Norhaus 2009, 126). Based on Shellenberger and Norhaus’ analysis, efforts to combat climate change must embrace new and innovative avenues for reducing carbon emissions. One such alternative is to leverage the global insurance industry to mitigate both carbon emissions and the exposure to climate change related risks. Enter the Insurance Industry When misfortune befalls policyholders, the insurer will bear the burden. Insurers are thus motivated to minimize risk by limiting the extent of their coverage liability, coercing behavioral changes on the part of policyholders, or shifting the burden of financial responsibility onto other entities that are capable of protecting policyholders from damage or loss. Before discussing the ways insurers can mitigate risks and damages arising from climate change, it is useful to understand the scope of those risks. Actively Managing Risky Behavior | 37 Michigan Journal of Public Affairs Volume 12, Spring 2015 | mjpa.umich.edu Gerald R. Ford School of Public Policy at the University of Michigan In the past 30 years there have been $4 trillion in pecuniary losses to natural disaster, in addition to 2.5 million lost lives. In the 1980s, the average annual economic loss to natural disaster was approximately $50 billion. That number has grown to an average of approximately $200 billion a year in the past decade (World Bank 2013). In 2012, Hurricane Sandy’s 14-foot storm surge alone caused $50 billion in direct damages, and contributed to global losses of $165 billion. The following year global losses totaled nearly $125 billion. The combined effects of urbanization and climate change are responsible for this growth in annual loss due to natural disasters (Messervy, McHale, and Spivey 2014). Not only is the impact of climate change felt due to natural disasters, but extreme weather has also contributed significantly to a sharp rise in damages. For example, the Federal Crop Insurance Program (FCIP) made a record payout of $17.3 billion for crop loss due to drought and extreme temperature in 2012. Supply chains are also significantly affected by climate change. In 2011, floods in Thailand caused $15-20 billion in losses, greatly hindering the profitability of large corporations, like Ford and Toyota, which are reliant on a steady stream of parts and supplies (Messervy, McHale, and Spivey 2014). Large corporations are not only the victims of climate change but also the agent, thus putting insurers in a unique position to mitigate the effects of climate change as will be explained below. The world’s 3,000 largest public companies have caused an estimated $1.5 trillion in environmental damages as a direct result of their carbon emissions (UNEP FI and PRI 2010, 25). Approximately 60% of the adverse impacts are attributed to the following sectors: electricity, oil and gas, industrial metals and mining, food production, and construction and materials industry – each sector being heavily reliant on insurance to support risky and profitable ventures (UNEP FI and PRI 2010, 27). Because these sectors all contribute to global greenhouse gas emissions and rely on insurance policies to reduce operational risk, the insurance industry possesses substantial leverage over large stakeholders. With growing scientific and political attention on climate policy in the United States, the insurance industry has a unique opportunity to influence global climate policy. Climate change is a complex issue having variable impact across regions and localities, with developing countries bearing more risk than developed countries. Ian Kirk, Chief Executive of the Santam Insurance Group, believes the globally connected insurance industry – cutting “across regions, nations, individuals, businesses, and industries to pool the funds from many insured entities to pay for the losses that some may incur” – is uniquely positioned to become an important contributor to climate-risk management strategies. Moreover, the insurer’s capacity to pool risks across regions helps to lessen the gap in climate management between developed and developing countries (Kirk 2012). To realistically combat climate change, the insurance industry is capable of influencing the behavior of corporate and individual actors. Litigation is one tool for doing so. By challenging insured greenhouse gas emitters and governments that fail to invest in climate-change related damage prevention, insurers can incentivize specific climate-change mitigating behaviors. The virtue of climate litigation is that it ascribes a cost to the harmful effects of pollutants emitted by insured industries. By shifting the costs or risks of pollution onto industries, litigation can encourage risk and emissions reducing behaviors. In light of the aforementioned risks to life and property caused by climate change, the insurance industry can strategically conduct climate-related Actively Managing Risky Behavior | 38 Michigan Journal of Public Affairs Volume 12, Spring 2015 | mjpa.umich.edu Gerald R. Ford School of Public Policy at the University of Michigan litigation so as to encourage a change in the behavior of its carbon-emitting policyholders by shifting more risk onto those policyholders. Insurers can accomplish this by using litigation to reduce the insurer’s liability under commercial general liability (CGL) insurance and commercial executive’s insurance (CEI) policies, and through subrogation lawsuits designed to motivate municipal governments to maintain adequate investments in i",
        "As climate change is one of the greatest challenges of our time, the legal and economic issues of global environmental security deserve high praise. In the area of industrial competitiveness, where the negative effects of global climate change include floods and droughts, forest fires, and rising sea levels, climate change is highly problematic. Climate impacts affect public and private agricultural infrastructure (including the coastal zone), resulting in lost productivity and increased costs for agriculture. The article applies climate change on a global scale in the form of greenhouse gas (GHG) emissions to determine how the mixtures and emissions of any one entity affect other areas (e.g., individual, community, company or country emissions). Exploring the theoretical and practical premises of climate change as a complex phenomenon, the novelty of this article is that it examines the current framework of the environmental-legal concept, not just the political implications of the legal framework. The research aim of the article lies in two dimensions: the European Union's current climate change policy framework (the climate and energy package, a set of climate change strategies and related policies targeting EU candidate countries); recent environmental operations in Ukraine as an EU candidate country under extraordinary conditions. This article examines recent changes in climate legislation and climate policy in EU member and candidate countries, as well as other highly developed countries, such as the United Kingdom, the United States, and China. Focusing on the impact of the EU Climate and Energy Package (2020 and 2030), this article examines the main implications of EU climate legislation regulating the EU Emissions Trading Scheme and promoting the role of renewable energy in global energy consumption and energy efficiency in general. As a result of this study, this analysis offers multifaceted conclusions based on the interaction of a number of current administrative acts on climate change and environmental policy on a global scale."
    ],
    "sentiments": [
        -0.994,
        0.9687
    ],
    "similarity": 0.4058101966601817,
    "similarity_to_string": [
        0.22254083127805543,
        0.19890021182587064
    ]
}