{
    "titles": [
        "Does psychiatry need an overarching concept of \"mental disorder\"?",
        "Book Nature Vs Nurture Debate Research Paper net.as.gov"
    ],
    "authors": [
        [
            "A. Jablensky"
        ],
        []
    ],
    "urls": [
        "https://www.semanticscholar.org/paper/f09aeba14269e543b6866a70da2a11a47869f7b4",
        "https://www.semanticscholar.org/paper/db08867b036a767aa23791969d20ac89986b73d7"
    ],
    "abstracts": [
        "Since 1992 (1), Jerome Wakefield has been expounding, with minor modifications, a persuasive and influential point of view on the concept of mental disorder as \"harmful dysfunction\" (HD), which postulates a conjunction of a value term (harm) and a factual scientific term (dysfunction). This \"hybrid\" definition resolves the previously irrevocable polarity between the \"social-constructivist\" position (mental disorder is a value-laden social construct with no counterpart in biomedical reality) and the \"objectivist\" position (mental disorders are natural entities that could be understood in biological terms). In the HD concept, the relativism of the social definition of \"harm\" is counterbalanced by a factual component of a malfunctioning internal mechanism causing objective dysfunction. Wakefield believes that the HD concept will provide psychiatry with an \"ultimate standard\" of what constitutes mental disorder and that this is essential to the credibility and coherence of psychiatry as a medical discipline. A notable merit of the application of the HD concept so far has been in the demonstration of the fallacies of the social-constructivist view and in the incisive critique of the \"atheoretical\" platform of DSM-III and its subsequent editions, as well as of the arbitrariness and over-inclusiveness of some of its categories. \n \nNotwithstanding all this, Wakefield's conceptualization of mental disorder has attracted critique (2,3) of some of its basic assumptions and supporting evidence. While acknowledging that the HD concept can have an energizing impact on the much needed debate about the theoretical foundations of psychiatry, I wish to join the camp of critics and to argue that: a) the HD definition and the conceptual analysis on which it rests contains logical inconsistencies, cannot be generalized to the entire domain of psychiatric nosology, and postulates an untenable a priori boundary between disorder and non-disorder; b) the assumption of the HD concept that dysfunction is anchored in a \"failure of the mind to work as designed\" by the evolution of the species does not accord well with current knowledge in evolutionary genetics and neuroscience; and c) the HD concept is of limited practical utility, especially as regards day-today clinical decision making. \n \nConceptual analysis is basically about how we use language, i.e. explicating what we mean by \"mental disorder\". In the search for an overarching definition, Wakefield assumes that in every society there are widely shared intuitions about mental disorder which provide a base for consensual judgements on the subject that could be somehow reconciled with scientific evidence of dysfunction. Most cultures certainly have prototypes, beliefs and practices related to mental disorder but, apart from converging on its stigmatizing aspects, such folk taxonomies in diverse societies are unlikely to provide \"an underlying shared notion of disorder\" that could be part of a rational and universal definition of mental disorder. Even more importantly, folk prototypes typically deal in dichotomies and opposites, e.g, disease versus health and disorder versus nondisorder - a model that can hardly be squared with the biomedical science component of the bipartite HD definition. Both general medicine and psychiatry are increasingly concerned with multiple biological continua and dimensions rather than with either-or categories. Although some extreme values along such continua and dimensions can be represented as categories, there is a huge grey zone of graded transitions between the biological phenomena which simply cannot be fitted into a single dichotomy. Thus, the concept of unitary \"mental disorder\" in general is a construct which is unlikely to find a \"natural kind\" counterpart in objective reality. \n \nAs regards Wakefield's elucidation of \"dysfunction\" as the factual component of \"disorder\", I am puzzled as to why the long shot to evolutionary theory and natural selection is considered necessary or even central to an understanding of psychopathology. Evolutionary psychology and psychopathology are still sciences under construction that can hardly provide a factual basis for teasing out the neural mechanisms and cognitive processes underlying the symptoms and signs of specific mental disorders. The definition of dysfunction as a failure of an organ or mechanism to perform the \"natural function\" for which it had been \"designed\" by natural selection implies the existence of purposedriven evolutionary processes resulting in pre-ordained, fixed structures and functions, presumably located within the human brain. This view ignores the fact that natural selection is an opportunistic process, not guided by purpose or design, and that its general outcome is an increasing inter-individual variability. If anything, this variability will result in wider ranges for the parameters defining specific brain functions and dysfunctions; in different thresholds at which individuals develop mental and behavioural disorders; and in inherently fuzzy boundaries between disorder and non-disorder (2). Lastly, the assumption that neural systems within the human brain perform fixed cognitive or emotional functions pre-ordained by natural selection ignores two widely accepted pieces of evidence from evolutionary biology and neuroscience: first, that some highly specialized human cognitive functions (e.g., reading or writing) evolve by piggy-backing on earlier, more primitive adaptive mechanisms, and are therefore neutral vis-a-vis reproductive fitness; and secondly, that the individual brain is a neural plasticity machine, in the sense that it constructs its own internal cognitive architecture in post-natal development, in an activity-dependent manner, interacting with its environment. Thus, the thresholds of vulnerability to dysfunction of any causes vary individually to an extent that would make the discernment of a breakdown in a \"natural function\" implausible. \n \nMy last point is: does psychiatry really need an overarching and universal definition of \"mental disorder\"? Neither disease nor health has ever been strictly and unambiguously defined in terms of finite sets of observable referential phenomena. Medical textbooks rarely devote even passing reference to the subject, and it seems perfectly possible for a medical professional to practice medicine and treat illnesses without using an overarching concept of disease (4). To quote Jaspers (5), \"the medical person is least concerned with what healthy and sick mean in general... we do not need the concept of 'illness in general' at all and we now know that no such general and uniform concept exists\". Furthermore, \"doctors do not concern themselves with maximizing the evolutionary advantages of the human race as a whole, but with aiding individuals\" (6). \n \nThe matter is further complicated by the emergence of molecular genetic classifications of large groups of diseases, and the concomitant availability of genetic diagnostic tests, which raise the possibility that the entire taxonomy of human disease may eventually be revised. Predictive diagnostic testing in clinically asymptomatic individuals will probably become possible in Alzheimer's disease, certain cancers and, hypothetically, for some of the major psychiatric disorders in the long run. Besides the ethical questions and the psychosocial repercussions of predictive testing, a problem to be faced is that for large segments of society (including health professionals) the concept of disease may become synonymous with the carrier state for a particular set of genes, without any reference to actual HD, blurring even further the demarcation between disease and non-disease. Attempts at defining an all-embracing, abstract definition of \"mental disorder\" have limited clinical utility (7) and will do poorly in this context. \n \nGenerally, the trend of the past decades has been one towards a multidimensional or polythetic conceptualization of the phenomena of disease, with several, relatively independent dimensions: a) clinical syndrome(s); b) structural and/ or functional deviations from the statistical average; c) aetiology and pathogenetic mechanisms; and d) personal distress, quality of life and social functioning. At present, the majority of putative nosological entities in psychiatry are at best conceived as open concepts, as proposed by Meehl (8), i.e., subject to ongoing modification as new knowledge accrues. Closure will only be attained when fundamental issues of aetiology and pathogenesis are ultimately resolved - which is a long-term agenda. For the time being, the rather \"weak\" ICD-10 descriptive statement that presence of a mental disorder presupposes \"a clinically recognizable set of symptoms or behaviours associated in most cases with distress and with interference with personal function\" will probably do better than attempts at a hard-and-fast definition. \n \nIn conclusion, adoption of a generic, presumably universal, definition of \"mental disorder\" would be premature. It may cause more harm than good to psychiatry.",
        "perspectives that can be atypical development and their people.Self-regulation self-regulation ways for care-givers our Blueprint, longitudinal fifty result in mental activity. This workshop summary highlights the important issues and challenges facing the field of neuroscience as presented to those in attendance at the workshop, as well as the subsequent discussion that resulted. As a result, three overarching Grand Challenges emerged: How does the brain work and produce mental activity? How does physical activity in the brain give rise to thought, emotion, and behavior? How does the interplay of biology and experience shape our brains and make us who we are today? How do we keep our brains healthy? How do we protect, restore, or enhance the functioning of our brains as we age?Provides a broad snapshot of recent findings showing how the environment and genes influence behavior The great debate of nature versus nurture rages on — but our understanding of the genetic basis of many behaviors has expanded over the last decade, and there is now very good evidence showing that seemingly complex behaviours can have relatively simple genetic underpinnings, but also that most behaviours have very complicated genetic and environmental architecture. Studies have also clearly shown that behaviors, and other traits, are influenced not just by genes and the environment, but also by the statistical interaction between the two. This book aims to end the nature versus nurture argument by showing that behaviors are nature and nurture and the interaction between the two, and by illustrating how single genes can explain some of the variation in behaviors even when they are seemingly complex. Genes and Behaviour: Beyond Nature-Nurture puts to rest the nature versus nurture dichotomy, providing an up-to-date synopsis of where we are, how far we've come and where we are headed. It considers the effects of a dual-inheritance of genes and culture, and genes and social environment, and highlights how indirect genetic effects can affect the evolution of behavior. It also examines the effect of non-self genes on the behavior of hosts, shines a light on the nature and nurturing of animal minds and invites us to embrace all the complexity nature and nurture generates, and more. Explores exciting new findings about behavior and where we go from here Features contributions by top scholars of the subject Seeks to end the nature versus nurture debate forever Genes and Behaviour: Beyond Nature-Nurture is a unique, and eye-opening read that will appeal to Ph.D. Students, post-doctoral fellows, and researchers in evolution and behavior. Additionally, the book will policymakers, and legal scholars, The Impact of Behavioral Sciences on Criminal Law is a comprehensive collection of essays that address the emerging science from behavioral genetics and neuroscience and its developing impact on the criminal justice system. The essays survey how the science is and will likely be used in criminal law and the policy and the ethical issues that arise from its use for criminal law and for society.How we raise young children is one of today's most highly personalized and sharply politicized issues, in part because each of us can claim some level of \"expertise.\" The debate has intensified as discoveries about our development-in the womb and in the first months and years- have reached the popular media. How can we use our burgeoning knowledge to assure the well-being of all young children, for their own sake as well as for the sake of our nation? Drawing from new findings, this book presents important conclusions about nature-versus-nurture, the impact of being born into a working family, the effect of politics on programs for children, the costs and benefits of intervention, and other issues. The committee issues a series of challenges to decision makers regarding the quality of child care, issues of racial and ethnic diversity, the integration of children's cognitive and emotional development, and more. Authoritative yet accessible, From Neurons to Neighborhoods presents the evidence about \"brain wiring\" and how kids learn to speak, think, and regulate their behavior. It examines the effect of the climate-family, child care, community-within which the child grows.Following centuries of debate about \"nature and nurture\" the discovery of DNA established the idea that nature (genes) determines who we are, relegating nurture (environment) to icing on the cake. Since the 1950s, the new science of epigenetics has demonstrated how cellular environments and certain experiences and behaviors influence gene expression at the molecular level, with significant implications for health and wellbeing. To the amazement of scientists, mapping the human genome indirectly supported these insights. Anthropologists Margaret Lock and Gisli Palsson outline vituperative arguments from Classical times about the relationship between nature and nurture, furthered today by epigenetic findings and the demonstration of a \"reactive genome.\" The nature/nurture debate, they show, can never be put to rest, because these concepts are in constant flux in response to the new insights science continually pedagogical cutting-edge assessment objectives when apply The use example answers examiner-style provide greater insight into how to/how not to answer exam questions. An engaging, relevant and challenging text broadens student understanding beyond that of the average textbook, is the essential companion for any student taking the AQA A level Paper 3 in Psychology.Developing Talents: In this updated and expanded edition, the take an in-depth look at a growing area of the U.S. economy: entrepreneurship. Using real-life examples, they point out that many of the unique characteristics of individuals on the autism spectrum lend themselves well to entrepreneurial ventures. The book also explores many often unnoticed aspects of Vocatinoal Rehabilitation programs that provide job training and placement for people with disabilities as well as Social Security Administration programs that offer vocational assistance. Finally, employment figures and prospects have been updated and new jobs have been added that are particularly well suited for those on the spectrum, resulting in the most current look at the employment prospects for individuals with Asperger Syndrome and high-functioning autism.The Exposome: A Primer is the first book dedicated to exposomics, detailing the purpose and scope of this emerging field of study, its practical applications and how it complements a broad range of disciplines. this readable overview.The field epigenetics challenging the dogma of traditional Mendelian inheritance. Epigenetics important role in who we are contributes our prospects of health and disease. While early epigenetic research focused on plant and animal models and in vitro experiments, population-based epidemiologic studies increasingly incorporate epigenetic components. The relevance of epigenetic marks, such as DNA methylation, genomic imprinting, and histone modification for disease causation has yet to be fully explored. This book covers the basic concepts of epigenetic epidemiology, discusses challenges in study design, analysis, and interpretation, epigenetic laboratory techniques, the influence of of age and environmental factors on shaping the epigenome, the role of epigenetics in the developmental origins hypothesis, and provides the state of the art on the epigenetic epidemiology of various health conditions including childhood syndromes, cancer, infectious diseases, inflammation and rheumatoid arthritis, asthma, autism and other neurodevelopmental disorders, psychiatric disorders, diabetes, obesity and metabolic disorders, and atherosclerosis. With contributions from: Peter Jean-Pierre Issa, Gavin Waterland, and many other experts in epigenetics!Although the field of child and adolescent development seems to be an easy one in which to provide active learning opportunities to students, few textbooks currently exist that actually do this. Child Development: An Active Learning Approach includes the following key features: - Challenging Misconceptions: true/false or multiple choice tests are incorporated at the beginning of each chapter to specifically address topics that are sources of misunderstanding amongst students. - Activities with children and adolescents: 'hands-on' activities that complement the ideas of the text, as an integral part of the text, rather than as “add-ons” at the end of each chapter. - 'The journey of research' will introduce students to the process of research that leads from early findings to more refined outcomes through real-life examples - 'Test Yourself' sections include activities that cause students to reflect on an issue through their own experiences to bring about increased motivation and understanding of a specific topic. - The Instructor's Resource CD-ROM includes a computerized test bank, PowerPoint Slides, sample syllabi, suggested in-class learning activities, and homework assignments. - The Student Study Site includes interactive videos, self-quizzes, key term flashcards, SAGE journal articles with accompanying exercises, and web links with accompanying exercises.In recent years the field has seen an increasing realisation that the full complexity of language acquisition demands theories that (a) explain how children integrate information from multiple sources in the environment, (b) build linguistic representations at a number of different levels, and (c) learn how to combine these representations in order to communicate effectively. These new findings have stimulated new theoretical perspectives that are more centered on explaining learning as a complex dynamic interaction between the child and her environment. This book is the first attempt to bring some of these new perspectives together in one place. It is a collection of essays written by a group of resear"
    ],
    "sentiments": [
        -0.6777,
        0.9993
    ],
    "similarity": 0.6871818829282612,
    "similarity_to_string": [
        0.3680284898402088,
        0.4042181145771522
    ]
}