{
    "titles": [
        "Free Farmers Perception And Adaptation To Climate Change",
        "THE IMPACT OF THE FOOD CRISIS AND CLIMATE CHANGE ON THE LIVES OF LOCAL COMMUNITIES"
    ],
    "authors": [
        [],
        [
            "Fitriani Fitriani",
            "Hesty Tambajong",
            "R. Lekatompessy",
            "Fransin Kontu",
            "I. C. Laode"
        ]
    ],
    "urls": [
        "https://www.semanticscholar.org/paper/2051bad09c0333759e146a75deda9d66a0c08bf8",
        "https://www.semanticscholar.org/paper/416ac158a5c666cf06589b139cbcf01d776a5b32"
    ],
    "abstracts": [
        "Agrarian Studies, grade: A, Wollega University, language: English, abstract: Climate is a primary determinant of agricultural productivity. Ethiopia, one of the developing countries, is facing serious natural resource degradation problems. Adaptation strategies for environmental conservation require cooperation and local participation in environmental rehabilitation which in turn requires examining the local peoples’ willingness, beliefs, knowledge, attitude, interest and perception about climate change and conservation agriculture. The main objective of this study was to examine the farmer’s perceptions and adaptation to climate change and participation in conservation agriculture. The data used for the study were collected from 142 farm households heads drawn from the five kebeles of Sasiga district and four kebeles of Guto Gida district. Primary data were collected using a structured questionnaire. In addition, secondary data were extracted from relevant sources to supplement the data obtained from the survey. In addition to descriptive statistics such as mean, standard deviation and percentages used, Heckman two stage sample selection model was employed to examine farmer’s perceptions and adaptations of climate change. Farmers level of education, household nonfarm income, livestock ownership, extension on crop and livestock, households credit availability, temperature and precipitation were those variables which significantly affect the adaptation to climate change. Similarly, the farmers perception of climate change was affected significantly by information on climate, farmer to farmer extension, local agro -ecology, number of relatives in development group and perception of change in duration of season. A binary logit model was employed to analyze determinants of farmers’ participation in conservation agriculture. Education level of the household head, number active family labour and main employment of the household head were significant variables in determining participation in conservation agriculture. Based on the results obtained, the following points were found to be of paramount importance: the government and policy makers should encourage the way farmers get extension on crop and livestock than ever in order to increase the farmer’s adaptability to climate change. Perceiving the occurrence of climate change is prerequisite to adapt to the change. So, the government, policy makers, and NGOs should focus on the experience sharing between household farmers through conducting farmer to farmer extension.Based on papers presented at a workshop entitled Enhancing the Capacity of Developing Countries to Adapt to Climate Change, which was held Sept. 30-Oct. 2, 2001, Potsdam, Ger., and sponsored by the Postdam Institute for Climate Impact Research.This open access book discusses current thinking and presents the main issues and challenges associated with climate change in Africa. It introduces evidences from studies and projects which show how climate change adaptation is being - and may continue to be successfully implemented in African countries. Thanks to its scope and wide range of themes surrounding climate change, the ambition is that this book will be a lead publication on the topic, which may be regularly updated and hence capture further works. Climate change is a major global challenge. However, some geographical regions are more severly affected than others. One of these regions is the African continent. Due to a combination of unfavourable socio-economic and meteorological conditions, African countries are particularly vulnerable to climate change and its impacts. The recently released IPCC special report \"Global Warming of 1.5o C\" outlines the fact that keeping global warming by the level of 1.5o C is possible, but also suggested that an increase by 2o C could lead to crises with crops (agriculture fed by rain could drop by 50% in some African countries by 2020) and livestock production, could damage water supplies and pose an additonal threat to coastal areas. The 5th Assessment Report produced by IPCC predicts that wheat may disappear from Africa by 2080, and that maize— a staple—will fall significantly in southern Africa. Also, arid and semi-arid lands are likely to increase by up to 8%, with severe ramifications for livelihoods, poverty eradication and meeting the SDGs. Pursuing appropriate adaptation strategies is thus vital, in order to address the current and future challenges posed by a changing climate. It is against this background that the \"African Handbook of Climate Change Adaptation\" is being published. It contains papers prepared by scholars, representatives from social movements, practitioners and members of governmental agencies, undertaking research and/or executing climate change projects in Africa, and working with communities across the African continent. Encompassing over 100 contribtions from across Africa, it is the most comprehensive publication on climate change adaptation in Africa ever produced.This dissertation, through a mixed methods approach, investigates Missouri farmers’ perceptions of climate change and variability in relation to their adoption of adaptation strategies. Using a combination of geospatial and statistical analysis, it examines the similarities and differences in on-farm and off-farm adaptation behavior stratified by farmers perception of climate change occurring or not occurring. We further analyze the diffusion of financial risk management instruments among farmers in Missouri to uncover associations between perception of climate change and the utilization or adoption of income guarantee financial tools, as well as other risk management instruments such as forward/risk management contracts. Results from the study reveal that while farmers tend to remember their experiences of extreme weather events such as flood and drought, they cannot, with certainty, link these experiences to the changing trends of temperature and precipitation. Additionally, farmers’ adaptation behaviors were independent of their climate change perceptions. Although the farmers in our study cohort adopt more on-farm adaptation measures, there was a shift towards increased use of financial risk management instruments between 1995 and 2018. This is a significant finding with important implications because it suggests that farmers will adopt adaptation practices to protect crop production and income potential independent of their climate change perceptions. This research holds value for policy makers because it adopts a bottom-up approach that provides an understanding of the farmers’ perspective which is vital for decision making in the face of predicted increase in frequency and intensity of extreme weather events that have cascading effects on agricultural production and food security across local, regional and global scales. It also provides insight for improving the communication of climate science to stakeholders in the agricultural sector.Psychology and Climate Change: Human Perceptions, Impacts, and Responses organizes and summarizes recent psychological research that relates to the issue of climate change. The book covers topics such as how people perceive and respond to climate change, how people understand and communicate about the issue, how it impacts individuals and communities, particularly vulnerable communities, and how individuals and communities can best prepare for and mitigate negative climate change impacts. It addresses the topic at multiple scales, from individuals to close social networks and communities. Further, it considers the role of social diversity in shaping vulnerability and reactions to climate change. Psychology and Climate Change describes the implications of psychological processes such as perceptions and motivations (e.g., risk perception, motivated cognition, denial), emotional responses, group identities, mental health and well-being, sense of place, and behavior (mitigation and adaptation). The book strives to engage diverse stakeholders, from multiple disciplines in addition to psychology, and at every level of decision making - individual, community, national, and international, to understand the ways in which human capabilities and tendencies can and should shape policy and action to address the urgent and very real issue of climate change. Examines the role of knowledge, norms, experience, and social context in climate change awareness and action Considers the role of identity threat, identity-based motivation, and belonging Presents a conceptual framework for classifying individual and household behavior Develops a model to explain environmentally sustainable behavior Draws on what we know about participation in collective action Describes ways to improve the effectiveness of climate change communication efforts Discusses the difference between acute climate change events and slowly-emerging changes on our mental health Addresses psychological stress and injury related to global climate change from an intersectional justice perspective Promotes individual and community resilienceClimate change is happening now and is already taking its toll on the Philippines. Because the agricultural sector remains to be the backbone for the sustainable achievement of food security, and is still one of the major sources of livelihood in the country, adaptation to the adverse impacts of climate change is imperative to safeguard livelihoods, especially of the poor, as well as to guaranty food security. Using a mixed methods design, the researcher conducted a case study in Aurora Province to investigate and document farmers’ perceptions of climate change, their current adaptation strategies, and the factors that influence their adaptation decisions. In addition, this study also looked into the outcomes of adaptation on farmers’ economic well-being. Farmer surveys, as well as one-on-one key informant interviews were conducted to selected participants",
        "The food crisis and climate change have become two critical challenges facing the lives of local communities in various parts of the world. This research aims to analyze and understand the impact of the food crisis and climate change on local communities and how they adapt to these increasingly complex conditions. This study uses a qualitative approach by collecting data through in-depth interviews, participatory observation, and document analysis. The research sites involve several communities in areas that are exposed differently to food crises and climate change. The results of the study show that the food crisis and climate change are seriously affecting the daily lives of local people. Decreasing food availability, shifting weather patterns, and natural disasters further exacerbate their social and economic conditions. Local communities experience difficulties in meeting basic needs such as food, clean water and proper housing. In addition, climate change also has an impact on the agricultural sector which is the main source of livelihood for local communities. Traditional cropping patterns are no longer suited to unstable weather, and pest attacks and drought often destroy crop yields. This has resulted in reduced incomes and greater dependence on government assistance or humanitarian organizations. However, this study also identified several adaptation efforts made by local communities to deal with the food crisis and climate change. Some communities have changed cropping patterns and are cultivating crop varieties that are more resistant to climate change. The community is also actively developing local resources such as fish ponds and food processing to reduce dependence on imported food. In facing this challenge, inter-community cooperation and support from the government and international institutions are key in increasing food security and adaptation to climate change. Increasing access to sustainable agricultural technologies and financial assistance for local communities can strengthen competitiveness and reduce inequalities in the face of the impacts of the food crisis and climate change. In conclusion, this research highlights the importance of an in-depth understanding of the impact of the food crisis and climate change on local communities and adaptation efforts that can be made to strengthen their resilience. The increasing complexity of these challenges demands collective action from all parties involved to achieve sustainability and prosperity for local communities in the era of globalization and climate change. \n "
    ],
    "sentiments": [
        0.9932,
        -0.9687
    ],
    "similarity": 0.4850944982155204,
    "similarity_to_string": [
        0.28861830547984724,
        0.26159396132230694
    ]
}