{
    "titles": [
        "In Southeast Asia The Quest For Moral Authority Contemporary Issues In Asia And Pacific Political Legitimacy In Southeast Asia The Quest For Moral Authority Contemporary Issues In Asia And Pacific |",
        "Memories of War and Peace-building in Post-War Japan: Japanese Constitution as Peace System"
    ],
    "authors": [
        [],
        [
            "Onoda Setsuko"
        ]
    ],
    "urls": [
        "https://www.semanticscholar.org/paper/096e295c1116716eccffb5cb39e1c1960451cb6d",
        "https://www.semanticscholar.org/paper/4079d2512c7787808b8c5c8b6a7613212e923084"
    ],
    "abstracts": [
        "Change CoupThe and Change in Change South Theory of Tyranny in and Change in in in in in Development and Legitimacy in Southeast AsiaPolitical in AsiaThe Nature of and Legitimacy in AsiaThe Problem of Political Legitimacy in an Antagonistic SocietyIndonesia and ChinaThe Politics of Elections in Southeast and Democracy in and LegitimacyAsian Security PracticeBehind the FacadeIslamic Legitimacy in a Rights and Rhetoric in Southeast Southeast AsiaPolitical Legitimacy in AsiaHuman Rights and Participatory Politics in on Political LegitimacyFrom Activism Disinformation security has received increased attention by the scholarly community. But most of that scholarship has focused on specific issues or selected countries. This book aims to lay the groundwork for a comprehensive, in-depth understanding of Asian security by investigating conceptions of security in sixteen Asian countries. The book undertakes an ethnographic, country-by-country study of how Asian states conceive of their security. For each country, it identifies and explains the security concerns and behavior of central decision makers, asking who or what is to be protected, against what potential threats, and how security policies have changed over time. This inside-out or bottom-up approach facilitates both identification of similarities and differences in the security thinking and practice of Asian countries and exploration of their consequences. The crucial insights into the dynamics of international security in the region provided by this approach can form the basis for further inquiry, including debates about the future of the region. This book explores the challenges and obstacles faced by dissident leaders in Asia seeking to introduce reforms into regimes that are either imperfectly democratic or frankly hostile to democratic practices and institutions. This textbook provides a comprehensive introduction to the political systems of all ASEAN countries and Timor-Leste from a comparative perspective. It investigates the political institutions, actors and processes in eleven states, covering democracies as well as autocratic regimes. Each country study includes an analysis of the current system of governance, the party and electoral system, and an assessment of the state, its legal system and administrative bodies. Students of political science and regional studies will also learn about processes of democratic transition and autocratic persistence, as well as how civil society and the media influence the political culture in each country. struggling to adopt and attempts to understand the relationship between globalization and models of democracy. Country studies covered by native Southeast Asian scholars who analyse recent developments as well as specific concerns that have arisen from political crises, citizen uprisings, ethnic identity politics, political social justice and inequality, and the persistence of the political elite. The collection highlights factors which have impacted the different regional and national paths taken such as: the legacy of the Cold War, rapid economic development and liberalization, external economic globalization, the important role of informal politics, powerful elites, and weak but emerging middle classes. This book will be of interest to scholars and students of regional studies of Southeast Asia, Democracy, Sociology, Politics and Globalization Studies. in the fourteen key countries of Southeast and Northeast Asia. Gilley begins with an overview of state-society relations, moves on to the fundamental questions of and shifts to an exploration of governance and public policy the region. This proposes an Asian governance model that useful for understanding politics from Japan to Indonesia. By reviving an earlier paradigm known as oriental despotism applying it to political theories on the Asian region, is likely to attract wide debate among students of Asian politics and among Western policy makers seeking to engage the region. challenge of influencing Indonesia's future course. Steps the United States might take now include support for Indonesia's stability and territorial integrity, reestablishment of Indonesian-U.S. military cooperation and interaction, aid in rebuilding a constructive Indonesian role in regional security, and support for development of a regional crisis reaction force. A continued strong U.S. presence in the Asia-Pacific region will reinforce the U.S. role as regional balancer. This far-ranging volume offers both a broad overview of the role of the military in contemporary Asia and a close look at the state of civil-military relations in sixteen Asian countries. It discusses these relations in countries where the military continues to dominate the political realm as well as others where it is disengaging from politics. Provides a comprehensive and in-depth examination of the ongoing process of development and societal transformation in a dynamic region of the Third World. Written by a team of specialists from the fields of development studies, sociology and political economy, the book looks at some of the fundamental problems facing South East Asia by addressing the following issues: the social constellations; class, culture and political legitimation; and industrialisation and labour regulation. This volume examines the countries in Southeast Asia that have conducted multi-party elections. Explores why authoritarian regimes bother to hold elections. Behind the Façade examines the question of why authoritarian regimes in Southeast Asia bother holding elections. Using comprehensive case studies of Cambodia, Myanmar, and Singapore, Lee Morgenbesser argues that elections allow authoritarian regimes to collect information, pursue legitimacy, manage political elites, and sustain neopatrimonial domination. He demonstrates how these functions are employed to manage the complex strategic interaction that occurs between dictators, political elites, and citizens. Far from being mere window dressing or even a precursor to democracy, flawed elections, Morgenbesser concludes, are paramount to the maintenance of authoritarian rule. A global debate has emerged within Islam about how to coexist with democracy. Even in Asia, where such ideas have always been marginal, radical groups are taking the view that scriptural authority requires either Islamic rule (Dar-ul-Islam) or a state of war with the essentially illegitimate authority of non-Muslims or secularists. This book places the debate in a specifically Asian context. It draws attention to Asia (east of Afghanistan), as not only the home of the majority up to to pluralism with students and scholars Asian politics, international relations and the Asia-Pacific Akbarzadeh and Saeed explore one of the most challenging issues facing the Muslim world: the Islamisation of political power. They present a comparative analysis of Muslim societies in West, South, Central and South East Asia and highlight the immediacy of the challenge for the political leadership in those societies. Islam and Political Legitimacy contends that the growing reliance on Islamic symbolism across the Muslim world, even in states that have had a strained relationship with Islam, has contributed to the evolution of Islam as a social and cultural factor to an entrenched political force. The geographic breadth of this book offers readers a nuanced appraisal of political Islam that transcends parochial eccentricities. Contributors to this volume examine the evolving relationship between Islam and political power in Bangladesh, Indonesia, Iran, Malaysia, Pakistan, Saudi Arabia and Uzbekistan. Researchers and students of political Islam and radicalism in the Muslim world will find Islam and Political Legitimacy of special interest. This is a welcome addition to the rich literature on the politics of the contemporary Muslim world. ' This book documents the bases for a new view of legitimacy in general and in various parts of Asia, including China, Malaysia, South Korea, Taiwan and Japan. The authors see legitimacy anywhere as always partial, rather than total, and somewhat measurable. Legitimacy is specifically political, rather than more vaguely socioeconomic. It can be a predicate of various sizes of collectivity, not just of a sovereign government, or of policies, or of leaders. It can be challenged by patriotism. Legitimacy derives not just from scientific norms or technocracy, even in modern times. It is a belief whose alternative (illegitimacy) people may often suppress in their minds until external situations change, bringing an unexpected cascade of altered legitimacy. The volume is edited by Lynn White, a professor in the Woodrow Wilson School and Politics Department at Princeton. It throws light not only on modern changes of the process of political legitimization, but also on the correlates of that process in specific East and Southeast Asian countries. This book can be adopted as a textbook, please email sales@wspc.com for student price enquiries. Sample Chapter(s) Introduction – Oppenheim)Policy Policy Japan's Sakamoto) Readership: University academics and students, government administrators, and interested general readers. Keywords:Legitimacy;Political roles of East Timorese leaders and civil society organisations during the independence movement, it analyses the effectiveness of democracy building in East Timor. It examines the processes of drafting the new constitution, establishing key political institutions (such as the electoral system), and articulating a new vision of citizenship and social justice. The book argues that East Timor offers a relatively successful case of democratic transition, enabled by a consistent set of goals and aspirations, grassroots political legitimacy and participation, and the development of a democratic civil nation. Offering a coherent argument for why democracy has been successful in East Timor and the roles of political leaders and civil society d",
        "The wars in Asia would seem to demand that certain European countries, the U.S., and Japan all re-examine the value systems that presumably provided the justification for those wars. Many situations of \"instability\" in this century were actually based on the preconceptions and deeds of the nations that applied that label. Now as ever, if a country has reason to be opposed to something, it will typically display a tendency to assume that other countries are engaged in strategic designs or acting from an adversarial position. A number of countries are still enmeshed in a complex web of latent alliances, some of which have been rooted in mixed sentiments toward communist countries. In effect, the Cold War framework has not changed. As that reality illustrates, it is still a relatively simple matter for members of the international community, including those in Northeast Asia, to share a sense of crisis as a value. The values derived from the collective memories of World War II, in conjunction with the memories of inequality and colonial policy, essentially failed to create a set of common values that could be shared by all countries. Mutual ties have been fostered, albeit weakly, by a growing diversity of information, closer ties in the economic and cultural spheres, and heightened exchange at the grassroots level. However, the countries of Northeast Asia, like all countries, need a presence on the international stage, too. That stage must be a vehicle that is capable of helping each country maximize its future potential, not merely an elitist club that expects favors in return for membership. Introduction To achieve peace, we have to find out a way both to put a halt to actual hostilities and to institutionalize a peaceful system. Peace means freedom from worry, by each and every person, about being bombarded and having capabilities or physical and mental possibilities damaged due to arms and violence. This also applies on the order of systemic violence, and the effort therefore must include problems such as poverty, unequal opportunities for education, food shortages, and wrongful discrimination. Our task consequently amounts to the creation of an institutionalized, built-in peace. This is fundamentally different from, and more difficult to accomplish than, mere maintenance of the state of not being at war dependent on the stability imposed by alliances or superpowers acting unilaterally. The reason is that the process of accomplishing it is one of institutionalization, and consequently carries the agenda of instilling a sense of duty and a sharing of the values of peace among the people living under the order based on the institution. In disputes over resources and distribution of wealth, the opposing camps often characterize each other in terms of religion, nationality, and/or race. When two or more disputes overlap, the feelings of hostility and hate leave communities and the psyches of their members deeply traumatized. Viewed in a practical light, the existence of a gulf between the disputants implies that steps must be taken either to bridge or fill this gap or to keep the disputants apart from each other. It is true that, in several countries and territories, bombs are actually being dropped and many people are truly exposed to life-threatening danger due to the flare-up of hostilities. And yet, in certain countries and territories regarded as \"developed,\" there exists a constant and serious threat to peace that is just as real. Some institutes involved in peace-related research have accorded top priority in their studies to activities in trouble spots where matters are definitely at the life-or-death stage, and center their work around them. In so doing, however, they appear to be paying too little attention to factors with the potential to worsen the situation, and their power of influence, deriving from economic and political action on the part of developed countries. To be sure, developed countries possess certain means of mitigating troubles, such as massive financial assistance and the human resources to implement it. At the same time, however, they have always caused latent confrontations to surface. In East Asia, this is exemplified by developments in Japan in recent years. 1.Memories of conflicts With the 21st century, plus the economic crises and the end of the 'Cold War,' we tend to be emphatic on the importance of coming new age. This assertiveness often produces an illusion in our minds, as if we can move into a totally different new world which we have never had before. However, current social systems, views of values, and various problems are deeply rooted in the past. Memories of conflicts mean not only remembrances of many individuals but \"memories of societies,\" when we consider the reality that the time does not just pass away, but instead overlaps with changes in societies and cultures. Because memories make and preserve individual values and social values as well, the extinction of generations does not always mean the extinction of the values and systems of that time. Hence, memories form, develop and extinguish \"social values\" or \"social views of values.\" History leaves facts and memories support history as values. The issue of memories in conflicts and peace-building 1 have been treated lightly as something unlawful, unscientific, and unobjective because of the fact that different countries have different situations and, as for people, each has his or her own thought. Instead, occasional economic crises or military interventions, and power politics have been argued as the main themes of history. However, motives or manners of political behavior and political relations have been influenced by views of values, views of history, or views of the world. Over the last 50 years, industrialization and socialand economic changes have gradually turned some traditional values into dying ways of thinking in Japan. Asian countries, under the government pressure to realize military strength and economic development, adopted western military systems, science, and values. Western-style structures were built and the promotion of western economic style spread to social activities. Now these countries are trying to review and take a new look at Asia itself. They wish to re-examine images of nationality and economy and find a future direction. Deepening economic crises have forced people to re-examine their own lives. There is a strong movement for review, and it is no wonder that the economic crises have caused these activities because in most cases economic gloom including economic turbulence, have forced people to question current systems . These activities have turned into a swell of public opinion for making social changes. The point is, therefore, that the essential character of Asian social science lies in memories of conflicts as social values. Identities: history and economy The East Asian region is characterized by the following factors: 1. A variety of characteristics and mixed identities depending on each nation. 2. Economic power as the main factor for relationships, followed by millitary force. 3. In the global system after World War II and during the 'Cold War,' the region played a balancing and/or cooperative role in the East-West and South-North confrontation. 4. Countries in the region have experienced more or less a historic turnabout after World War II. 5. Modernization amid competition among nations has improved national strength in East Asia, as well as in other countries in Asia in the 20th century. Strengthened national power was a urgent task behind the introduction of western technology or values. It is characteristic in Japan that not a small number of standards were strongly influenced mainly by economic values. The postwar framework in Japan shows a conflict between people who regard the past mistake as a source of problems for postwar society and spare no efforts to turn negative inheritances into enriched soil for the future, and people who want to separate the past mistakes from the present and future after 1945 . The two parties have conflicted with each other either openly or secretly and have insisted on their values. We can see the conflict at every turn in political, judicial, and economic circles. In Japan, historically speaking, now as ever reform movement has not started until unavoidable economic turmoil, extreme poverty, or terrible corruption has come to light. On this point, economic turmoil in Asia gave opportunity to review current politics, systems, and personal values. The sense of growing crisis and direct damages stirred up public opinion for reform. Hence it is true that the economic crisis is one of the driving forces of reform. Even if we underestimate the memories of wartime and the postwar relations of nations concerned, in any case, Japan,as a Northeast Asian country,was not able to cope with values other than economic relations and economic views of values because it was impossible for it to understand and/or think out ways for understanding those values. The essential question, however, is what can generations do to solve security problems through history and regain identity lost by economic turmoil. World War II, the Sino-Japanese conflict, the Cold War, the Korean War, --some of these wars were mired down because of the lack of faithful friendship or judicious mediators. Consequently, after the outbreak of these wars, mediators were needed for saving difficult situations. This reality can be seen in the recent conflict and war in Kosovo, Afghanistan, and Iraq. Fortunately, nowadays Northeast Asian countries have no western direct occupation or other explicit demand for colonial rule as in former decades. Nevertheless, past memories are still alive, and those memories still affect the current defense system and strategic relations. Therefore, both factors damaged and improved by the change in generations are essential for the solution of confl"
    ],
    "sentiments": [
        0.9985,
        -0.983
    ],
    "similarity": 0.4921802698999598,
    "similarity_to_string": [
        0.2624418257626047,
        0.2730124624618395
    ]
}